Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 转写、总结、待办文件均会备份到对应录音文件夹中
ar: تُنسخ ملفات التفريغ والملخص والمهام احتياطيًا في مجلد التسجيل المقابل
de: Transkription, Zusammenfassung und Aufgabendateien werden im zugehörigen Aufnahmeordner gesichert
en: Transcript, summary and to-do files are all backed up in the corresponding recording folder
es: La transcripción, el resumen y los archivos de tareas se respaldan en la carpeta de la grabación correspondiente
fr: La transcription, le résumé et les tâches sont sauvegardés dans le dossier de l'enregistrement correspondant
hi: ट्रांसक्रिप्ट, सारांश और कार्य फ़ाइलें संबंधित रिकॉर्डिंग फ़ोल्डर में बैकअप होती हैं
id: Transkripsi, ringkasan, dan file tugas dicadangkan di folder rekaman terkait
it: Trascrizione, riassunto e file delle attività vengono salvati nella cartella della registrazione corrispondente
ja: 文字起こし・要約・ToDo ファイルは対応する録音フォルダにバックアップされます
ko: 전사, 요약, 할 일 파일은 해당 녹음 폴더에 백업됩니다
nl: Transcriptie, samenvatting en taakbestanden worden naar de bijbehorende opnamemap geback-upt
pl: Transkrypcja, podsumowanie i pliki zadań są archiwizowane w odpowiednim folderze nagrania
pt: Transcrição, resumo e arquivos de tarefas são salvos na pasta da gravação correspondente
ru: Транскрипция, резюме и файлы задач сохраняются в папке соответствующей записи
sv: Transkribering, sammanfattning och uppgiftsfiler säkerhetskopieras i motsvarande inspelningsmapp
th: บทถอดความ สรุป และไฟล์งานถูกสำรองในโฟลเดอร์การบันทึกที่เกี่ยวข้อง
tr: Çeviri yazı, özet ve görev dosyaları ilgili kayıt klasörüne yedeklenir
uk: Транскрипція, підсумок і файли завдань резервуються у папці відповідного запису
vi: Bản chuyển ngữ, tóm tắt và tệp việc cần làm được sao lưu trong thư mục bản ghi tương ứng
zh_hant: 轉寫、總結、待辦文件均會備份到對應錄音資料夾中

source: 转写、总结、拆解待办等任务会在这里排队
ar: تُرتَّب هنا مهام مثل التفريغ والملخصات واستخراج المهام
de: Aufgaben wie Transkription, Zusammenfassungen und Aufgabenextraktion werden hier eingereiht
en: Tasks like transcription, summaries, and to-do extraction are queued here
es: Las tareas como transcripción, resúmenes y extracción de tareas se ponen en cola aquí
fr: Les tâches comme la transcription, les résumés et l'extraction des tâches sont mises en file ici
hi: ट्रांसक्रिप्शन, सारांश और कार्य निष्कर्षण जैसे कार्य यहाँ कतार में लगते हैं
id: Tugas seperti transkripsi, ringkasan, dan ekstraksi tugas mengantre di sini
it: Attività come trascrizione, riepiloghi ed estrazione delle attività vengono messe in coda qui
ja: 文字起こし・要約・ToDo 抽出などのタスクはここに並びます
ko: 전사, 요약, 할 일 추출 등의 작업이 여기에 대기합니다
nl: Taken zoals transcriptie, samenvattingen en taakextractie worden hier in de wachtrij gezet
pl: Zadania takie jak transkrypcja, podsumowania i wyodrębnianie zadań są tu umieszczane w kolejce
pt: Tarefas como transcrição, resumos e extração de tarefas ficam em fila aqui
ru: Такие задачи, как расшифровка, резюме и извлечение задач, ставятся в очередь здесь
sv: Uppgifter som transkription, sammanfattningar och uppgiftsextrahering köas här
th: งานอย่างการถอดความ สรุป และแยกงานจะเข้าคิวที่นี่
tr: Çeviri yazı, özetler ve görev çıkarma gibi görevler burada kuyruğa alınır
uk: Такі завдання, як транскрипція, підсумки та видобування завдань, стають у чергу тут
vi: Các tác vụ như chuyển ngữ, tóm tắt và trích xuất việc cần làm sẽ xếp hàng tại đây
zh_hant: 轉寫、總結、拆解待辦等任務會在這裡排隊

source: 转写、画面、总结、待办一次跑完
ar: التفريغ وتحليل الصور والتلخيص واستخراج المهام دفعة واحدة
de: Transkription, Bildanalyse, Zusammenfassung und Aufgaben in einem Durchlauf
en: Transcribe, analyze visuals, summarize, and extract to-dos in one go
es: Transcribir, analizar las imágenes, resumir y extraer tareas de una vez
fr: Transcrire, analyser les visuels, résumer et extraire les tâches en une seule fois
hi: ट्रांसक्राइब, दृश्य विश्लेषण, सारांश और कार्य एक बार में
id: Transkripsi, analisis visual, ringkas, dan ekstrak tugas sekaligus
it: Trascrivi, analizza le immagini, riepiloga ed estrai le attività in un colpo solo
ja: 文字起こし・画面分析・要約・ToDo 抽出を一度に実行
ko: 전사, 화면 분석, 요약, 할 일 추출을 한 번에
nl: Transcriberen, beeld analyseren, samenvatten en taken extraheren in één keer
pl: Transkrypcja, analiza obrazu, podsumowanie i wyodrębnianie zadań za jednym razem
pt: Transcrever, analisar as imagens, resumir e extrair tarefas de uma só vez
ru: Расшифровка, анализ изображения, резюме и извлечение задач за один раз
sv: Transkribera, analysera bild, sammanfatta och extrahera uppgifter i ett svep
th: ถอดความ วิเคราะห์ภาพ สรุป และแยกงานในครั้งเดียว
tr: Tek seferde çeviri yaz, görüntüyü analiz et, özetle ve görev çıkar
uk: Транскрипція, аналіз зображення, підсумок і видобування завдань за один раз
vi: Chuyển ngữ, phân tích hình ảnh, tóm tắt và trích xuất việc cần làm trong một lần
zh_hant: 轉寫、畫面、總結、待辦一次跑完

source: 转写中
ar: جارٍ التفريغ
de: Transkription läuft
en: Transcribing
es: Transcribiendo
fr: Transcription en cours
hi: ट्रांसक्राइब हो रहा है
id: Sedang mentranskripsi
it: Trascrizione in corso
ja: 文字起こし中
ko: 전사 중
nl: Transcriberen
pl: Transkrybowanie
pt: Transcrevendo
ru: Идёт расшифровка
sv: Transkriberar
th: กำลังถอดความ
tr: Çeviri yazı oluşturuluyor
uk: Транскрибування
vi: Đang chuyển ngữ
zh_hant: 轉寫中

source: 转写中...
ar: جارٍ التفريغ...
de: Transkription...
en: Transcribing...
es: Transcribiendo...
fr: Transcription...
hi: ट्रांसक्राइब हो रहा है...
id: Mentranskripsi...
it: Trascrizione...
ja: 文字起こし中...
ko: 전사 중...
nl: Transcriberen...
pl: Transkrybowanie...
pt: Transcrevendo...
ru: Расшифровка...
sv: Transkriberar...
th: กำลังถอดความ...
tr: Çeviri yazı...
uk: Транскрибування...
vi: Đang chuyển ngữ...
zh_hant: 轉寫中...

source: 转写为空
ar: التفريغ فارغ
de: Transkription ist leer
en: Transcription is empty
es: La transcripción está vacía
fr: La transcription est vide
hi: ट्रांसक्रिप्शन खाली है
id: Transkripsi kosong
it: La trascrizione è vuota
ja: 文字起こしが空です
ko: 전사가 비어 있음
nl: Transcriptie is leeg
pl: Transkrypcja jest pusta
pt: A transcrição está vazia
ru: Транскрипция пуста
sv: Transkriptionen är tom
th: คำถอดเสียงว่างเปล่า
tr: Döküm boş
uk: Транскрипція порожня
vi: Bản chuyển rỗng
zh_hant: 轉錄為空

source: 转写内容为空，请先完成转写
ar: التفريغ فارغ. أكمل التفريغ أولًا.
de: Die Transkription ist leer. Bitte schließen Sie zuerst die Transkription ab.
en: The transcript is empty. Please complete transcription first.
es: La transcripción está vacía. Termina primero la transcripción.
fr: La transcription est vide. Veuillez d'abord terminer la transcription.
hi: ट्रांसक्रिप्ट खाली है। कृपया पहले ट्रांसक्रिप्शन पूरा करें।
id: Transkripsi kosong. Silakan selesaikan transkripsi dahulu.
it: La trascrizione è vuota. Completa prima la trascrizione.
ja: 文字起こし内容が空です。先に文字起こしを完了してください。
ko: 전사 내용이 비어 있습니다. 먼저 전사를 완료하세요.
nl: De transcriptie is leeg. Voltooi eerst de transcriptie.
pl: Transkrypcja jest pusta. Najpierw ukończ transkrypcję.
pt: A transcrição está vazia. Conclua primeiro a transcrição.
ru: Транскрипция пуста. Сначала завершите расшифровку.
sv: Transkriberingen är tom. Slutför transkriberingen först.
th: บทถอดความว่างเปล่า โปรดถอดความให้เสร็จก่อน
tr: Çeviri yazı boş. Lütfen önce çeviri yazıyı tamamlayın.
uk: Транскрипція порожня. Спершу завершіть транскрибування.
vi: Bản chuyển ngữ trống. Vui lòng hoàn tất chuyển ngữ trước.
zh_hant: 轉寫內容爲空，請先完成轉寫

source: 转写后应用词典纠正
ar: تطبيق تصحيح القاموس بعد التفريغ
de: Wörterbuchkorrektur nach Transkription anwenden
en: Apply Dictionary Correction After Transcription
es: Aplicar corrección por diccionario tras transcribir
fr: Appliquer la correction par dictionnaire après transcription
hi: ट्रांसक्रिप्शन के बाद शब्दकोश सुधार लागू करें
id: Terapkan koreksi kamus setelah transkripsi
it: Applica correzione dizionario dopo la trascrizione
ja: 転写後に辞書補正を適用
ko: 전사 후 사전 교정 적용
nl: Woordenboekcorrectie toepassen na transcriptie
pl: Zastosuj korektę słownikową po transkrypcji
pt: Aplicar correção por dicionário após transcrever
ru: Применять коррекцию по словарю после транскрипции
sv: Tillämpa ordbokskorrigering efter transkription
th: ใช้การแก้คำด้วยพจนานุกรมหลังถอดเสียง
tr: Transkripsiyon sonrası sözlük düzeltmesini uygula
uk: Застосовувати корекцію за словником після транскрипції
vi: Áp dụng hiệu chỉnh từ điển sau khi phiên âm
zh_hant: 轉寫後應用詞典糾正

source: 转写失败
ar: فشل التفريغ
de: Transkription fehlgeschlagen
en: Transcription failed
es: Error de transcripción
fr: Échec de la transcription
hi: ट्रांसक्रिप्शन विफल
id: Transkripsi gagal
it: Trascrizione non riuscita
ja: 文字起こしに失敗
ko: 전사 실패
nl: Transcriptie mislukt
pl: Transkrypcja nie powiodła się
pt: Falha na transcrição
ru: Ошибка расшифровки
sv: Transkribering misslyckades
th: ถอดความล้มเหลว
tr: Çeviri yazı başarısız
uk: Помилка транскрибування
vi: Chuyển ngữ thất bại
zh_hant: 轉寫失敗

source: 转写失败，请检查音频文件格式是否受支持（支持 m4a、mp3、wav）
ar: فشل التفريغ. تحقق من دعم تنسيق الصوت (m4a، mp3، wav).
de: Transkription fehlgeschlagen. Bitte prüfen Sie, ob das Audioformat unterstützt wird (m4a, mp3, wav).
en: Transcription failed. Please check that the audio format is supported (m4a, mp3, wav).
es: Error de transcripción. Comprueba que el formato de audio sea compatible (m4a, mp3, wav).
fr: Échec de la transcription. Veuillez vérifier que le format audio est pris en charge (m4a, mp3, wav).
hi: ट्रांसक्रिप्शन विफल। कृपया जाँचें कि ऑडियो प्रारूप समर्थित है (m4a, mp3, wav)।
id: Transkripsi gagal. Silakan periksa apakah format audio didukung (m4a, mp3, wav).
it: Trascrizione non riuscita. Verifica che il formato audio sia supportato (m4a, mp3, wav).
ja: 文字起こしに失敗しました。音声形式が対応しているか確認してください（m4a、mp3、wav 対応）。
ko: 전사에 실패했습니다. 오디오 형식이 지원되는지 확인하세요(m4a, mp3, wav 지원).
nl: Transcriptie mislukt. Controleer of het audioformaat wordt ondersteund (m4a, mp3, wav).
pl: Transkrypcja nie powiodła się. Sprawdź, czy format audio jest obsługiwany (m4a, mp3, wav).
pt: Falha na transcrição. Verifique se o formato de áudio é suportado (m4a, mp3, wav).
ru: Ошибка расшифровки. Проверьте, поддерживается ли формат аудио (m4a, mp3, wav).
sv: Transkribering misslyckades. Kontrollera att ljudformatet stöds (m4a, mp3, wav).
th: ถอดความล้มเหลว โปรดตรวจสอบว่ารูปแบบเสียงรองรับ (m4a, mp3, wav)
tr: Çeviri yazı başarısız. Lütfen ses biçiminin desteklenip desteklenmediğini kontrol edin (m4a, mp3, wav).
uk: Помилка транскрибування. Перевірте, чи підтримується аудіоформат (m4a, mp3, wav).
vi: Chuyển ngữ thất bại. Vui lòng kiểm tra định dạng âm thanh có được hỗ trợ không (m4a, mp3, wav).
zh_hant: 轉寫失敗，請檢查音訊文件格式是否受支持（支持 m4a、mp3、wav）

source: 转写失败：%@
ar: فشل التفريغ: %@
de: Transkription fehlgeschlagen: %@
en: Transcription failed: %@
es: Error de transcripción: %@
fr: Échec de la transcription : %@
hi: ट्रांसक्रिप्शन विफल: %@
id: Transkripsi gagal: %@
it: Trascrizione non riuscita: %@
ja: 文字起こしに失敗: %@
ko: 전사 실패: %@
nl: Transcriptie mislukt: %@
pl: Transkrypcja nie powiodła się: %@
pt: Falha na transcrição: %@
ru: Ошибка расшифровки: %@
sv: Transkribering misslyckades: %@
th: ถอดความล้มเหลว: %@
tr: Çeviri yazı başarısız: %@
uk: Помилка транскрибування: %@
vi: Chuyển ngữ thất bại: %@
zh_hant: 轉寫失敗：%@

source: 转写失败（错误码 %lld）：%@
ar: فشل التفريغ (رمز الخطأ %lld): %@
de: Transkription fehlgeschlagen (Fehlercode %lld): %@
en: Transcription failed (error code %lld): %@
es: Error de transcripción (código de error %lld): %@
fr: Échec de la transcription (code d'erreur %lld) : %@
hi: ट्रांसक्रिप्शन विफल (त्रुटि कोड %lld): %@
id: Transkripsi gagal (kode kesalahan %lld): %@
it: Trascrizione non riuscita (codice errore %lld): %@
ja: 文字起こしに失敗しました（エラーコード %lld）: %@
ko: 전사 실패(오류 코드 %lld): %@
nl: Transcriptie mislukt (foutcode %lld): %@
pl: Transkrypcja nie powiodła się (kod błędu %lld): %@
pt: Falha na transcrição (código de erro %lld): %@
ru: Ошибка расшифровки (код ошибки %lld): %@
sv: Transkribering misslyckades (felkod %lld): %@
th: ถอดความล้มเหลว (รหัสข้อผิดพลาด %lld): %@
tr: Çeviri yazı başarısız (hata kodu %lld): %@
uk: Помилка транскрибування (код помилки %lld): %@
vi: Chuyển ngữ thất bại (mã lỗi %lld): %@
zh_hant: 轉寫失敗（錯誤碼 %lld）：%@

source: 转写完成后，切换到「总结」Tab，点击「生成总结」
ar: بعد اكتمال التفريغ، انتقل إلى تبويب «الملخص» وانقر «إنشاء ملخص».
de: Wechseln Sie nach Abschluss der Transkription zum Tab „Zusammenfassung“ und klicken Sie auf „Zusammenfassung erstellen“.
en: After transcription is complete, switch to the "Summary" tab and click "Generate Summary".
es: Cuando termine la transcripción, cambie a la pestaña “Resumen” y pulse “Generar resumen”.
fr: Une fois la transcription terminée, passez à l'onglet « Résumé » et cliquez sur « Générer le résumé ».
hi: ट्रांसक्रिप्शन पूरा होने के बाद “सारांश” टैब पर जाएँ और “सारांश बनाएँ” क्लिक करें।
id: Setelah transkripsi selesai, beralih ke tab “Ringkasan” dan klik “Buat Ringkasan”.
it: Al termine della trascrizione, passa alla scheda “Riepilogo” e fai clic su “Genera riepilogo”.
ja: 文字起こしが完了したら「要約」タブに切り替え、「要約を生成」をクリックします。
ko: 전사가 완료되면 “요약” 탭으로 전환하고 “요약 생성”을 클릭하세요.
nl: Schakel na voltooiing van de transcriptie naar het tabblad “Samenvatting” en klik op “Samenvatting genereren”.
pl: Po zakończeniu transkrypcji przejdź do karty „Podsumowanie” i kliknij „Generuj podsumowanie”.
pt: Após concluir a transcrição, mude para a aba “Resumo” e clique em “Gerar Resumo”.
ru: После завершения транскрипции перейдите на вкладку «Резюме» и нажмите «Создать резюме».
sv: När transkriptionen är klar, växla till fliken “Sammanfattning” och klicka på “Skapa sammanfattning”.
th: เมื่อถอดเสียงเสร็จ ให้สลับไปแท็บ “สรุป” แล้วคลิก “สร้างสรุป”
tr: Döküm tamamlandıktan sonra “Özet” sekmesine geçin ve “Özet Oluştur”a tıklayın.
uk: Після завершення транскрипції перейдіть на вкладку «Підсумок» і натисніть «Створити підсумок».
vi: Sau khi chuyển âm xong, chuyển sang tab “Tóm tắt” và nhấp “Tạo tóm tắt”.
zh_hant: 轉錄完成後，切換到「總結」Tab，點擊「產生總結」

source: 转写完成后自动区分会议中的不同说话人（基于 pyannote 分段模型，CPU 推理，完全本地运行，说话人数量自动识别）。开启后转写耗时略有增加；模型未就绪时自动跳过，不影响转写。
ar: بعد التفريغ، يميّز تلقائيًا بين المتحدثين المختلفين في الاجتماع (نموذج تقسيم pyannote، استدلال بالمعالج، محلي بالكامل، مع تحديد عدد المتحدثين تلقائيًا). يزيد مدة التفريغ قليلًا عند التفعيل؛ ويُتخطّى تلقائيًا إذا لم يكن النموذج جاهزًا دون التأثير على التفريغ.
de: Unterscheidet nach der Transkription automatisch verschiedene Sprecher (pyannote-Segmentierungsmodell, CPU-Inferenz, vollständig lokal, Sprecheranzahl automatisch erkannt). Erhöht die Dauer leicht; wird bei fehlendem Modell automatisch übersprungen.
en: After transcription, automatically distinguishes different speakers in the meeting (based on the pyannote segmentation model, CPU inference, fully local, speaker count detected automatically). Slightly increases transcription time when enabled; skipped automatically if the model is not ready, without affecting transcription.
es: Tras la transcripción, distingue automáticamente los distintos hablantes (modelo de segmentación pyannote, inferencia en CPU, totalmente local, número de hablantes detectado automáticamente). Aumenta ligeramente la duración; se omite automáticamente si el modelo no está listo.
fr: Après la transcription, distingue automatiquement les différents intervenants (modèle de segmentation pyannote, inférence CPU, entièrement local, nombre d’intervenants détecté automatiquement). Augmente légèrement la durée ; ignoré automatiquement si le modèle n’est pas prêt.
hi: ट्रांसक्रिप्शन के बाद मीटिंग के अलग-अलग वक्ताओं को स्वतः पहचानें (pyannote सेगमेंटेशन मॉडल, CPU अनुमान, पूरी तरह लोकल, वक्ता संख्या स्वतः पहचान)। चालू करने पर समय थोड़ा बढ़ता है; मॉडल तैयार न होने पर स्वतः छोड़ा जाता है।
id: Setelah transkripsi, otomatis membedakan pembicara yang berbeda (model segmentasi pyannote, inferensi CPU, sepenuhnya lokal, jumlah pembicara dideteksi otomatis). Sedikit menambah waktu; dilewati otomatis jika model belum siap, tanpa memengaruhi transkripsi.
it: Dopo la trascrizione, distingue automaticamente i diversi parlanti (modello di segmentazione pyannote, inferenza CPU, completamente locale, numero di parlanti rilevato automaticamente). Aumenta leggermente i tempi; se il modello non è pronto viene ignorato senza effetti.
ja: 転写完了後、会議内の異なる話者を自動で区別します（pyannote セグメンテーションモデルベース、CPU 推論、完全ローカル動作、話者数は自動推定）。有効化すると転写時間がわずかに増加します。モデル未準備時は自動でスキップされ、転写には影響しません。
ko: 전사 완료 후 회의의 서로 다른 화자를 자동으로 구분합니다(pyannote 분할 모델 기반, CPU 추론, 완전 로컬 실행, 화자 수 자동 인식). 켜면 전사 시간이 약간 늘며, 모델이 준비되지 않으면 자동으로 건너뛰어 전사에 영향을 주지 않습니다.
nl: Onderscheidt na de transcriptie automatisch verschillende sprekers (pyannote-segmentatiemodel, CPU-inferentie, volledig lokaal, aantal sprekers automatisch herkend). Verhoogt de duur iets; wordt automatisch overgeslagen als het model niet gereed is.
pl: Po transkrypcji automatycznie rozróżnia różnych mówców (model segmentacji pyannote, inferencja CPU, w pełni lokalnie, liczba mówców wykrywana automatycznie). Nieco wydłuża czas; bez gotowego modelu jest pomijane bez wpływu na transkrypcję.
pt: Após a transcrição, distingue automaticamente os diferentes falantes (modelo de segmentação pyannote, inferência em CPU, totalmente local, número de falantes detectado automaticamente). Aumenta levemente o tempo; é ignorado automaticamente se o modelo não estiver pronto.
ru: После транскрипции автоматически различает разных говорящих (модель сегментации pyannote, CPU-инференс, полностью локально, число говорящих определяется автоматически). Немного увеличивает время; при неготовности модели автоматически пропускается.
sv: Särskiljer automatiskt olika talare efter transkriptionen (pyannote-segmenteringsmodell, CPU-inferens, helt lokalt, antal talare identifieras automatiskt). Ökar tiden något; hoppas över automatiskt om modellen inte är redo.
th: หลังถอดเสียงเสร็จจะแยกผู้พูดที่แตกต่างกันให้อัตโนมัติ (โมเดล segmentation ของ pyannote, การอนุมานบน CPU, ทำงานบนเครื่องทั้งหมด, จำนวนผู้พูดตรวจจับอัตโนมัติ) เปิดแล้วจะใช้เวลานานขึ้นเล็กน้อย และจะข้ามอัตโนมัติเมื่อโมเดลยังไม่พร้อม
tr: Transkripsiyon sonrası toplantıdaki farklı konuşmacıları otomatik ayırt eder (pyannote segmentasyon modeli, CPU çıkarımı, tamamen yerel, konuşmacı sayısı otomatik). Süreyi biraz artırır; model hazır değilse otomatik atlanır.
uk: Після транскрипції автоматично розрізняє різних мовців (модель сегментації pyannote, CPU-інференс, повністю локально, кількість мовців визначається автоматично). Трохи збільшує час; якщо модель не готова — автоматично пропускається.
vi: Sau khi phiên âm, tự động phân biệt những người nói khác nhau trong cuộc họp (mô hình phân đoạn pyannote, suy luận CPU, hoàn toàn cục bộ, số người nói tự nhận diện). Bật lên sẽ tốn thêm chút thời gian; nếu mô hình chưa sẵn sàng sẽ tự bỏ qua, không ảnh hưởng phiên âm.
zh_hant: 轉寫完成後自動區分會議中的不同說話人（基於 pyannote 分段模型，CPU 推理，完全本地運行，說話人數量自動識別）。開啟後轉寫耗時略有增加；模型未就緒時自動跳過，不影響轉寫。
